import React from 'react'

const PrivacyPolicy = () => {
    return (
        <div className='container mx-auto my-5 w-[95%] lg:w-[80%]' style={{ "direction": "rtl" }}>
            <h1 className='mainColor font-bold text-center my-6'>
                سياسة الخصوصية
            </h1>
            <div>
                <p>
                    يلتزم  " مركز سرج للدراسات والابحاث " بحماية واحترام خصوصية المستخدم، حيث تصف هذه الاتفاقية بعض المعلومات التي يمكن للموقع أن يجمعها أو يطلبها من المستخدم عند دخوله للموقع الإلكتروني من خلال جهاز الحاسوب أو الهاتف الذكي، وتصف أيضًا كيفية استخدام هذه المعلومات الشخصية وحمايتها ومعاملتها بسرية تامة. توجب هذه الاتفاقية منصة "مركز سرج للدراسات والابحاث" على تبليغ المستخدم طرق جمع معلوماته الشخصية، وهي من خلال خدمات الموقع.
                    لا تنطبق هذه الاتفاقية على أي معلومات يتم جمعها من المستخدم خارج نطاق خدمتنا باستخدام العناوين الإلكترونية الخارجية الموجودة على الموقع.
                    يوافق المستخدم على هذه الاتفاقية من خلال استخدامه وانتفاعه من الخدمات التي نقدمها، وللمستخدم حرية عدم الموافقة عليها بعدم استخدام الخدمات التي نقدمها.
                </p>
            </div>
            <div>
                <p className='font-bold primaryColor mt-2'>
                    أولاً: المعلومات التي تجمعها منصة " مركز سرج للدراسات والابحاث " من المستخدم
                </p>
                <p>
                    معلومات المعرف الشخصية:
                    والتي يقصد بها المعلومات المعرفة بالمستخدم مثل الاسم والبريد الإلكتروني ومكان الدراسة، حيث يتم جمع هذه المعلومات وتحليلها عند التسجيل لاستخدام خدمتنا أو إنشاء حساب أو الانضمام لخدماتنا أو التواصل معنا.
                    عند طلب المستخدم أحد خدماتنا على الموقع، تطلب منصة " مركز سرج للدراسا والابحاث " من المستخدم تزويدها بالمعلومات التي تتعلق بطرق الدفع التي ستستخدم في شراء الخدمات.
                    يمكن للمستخدم توفير معلوماته من أجل نشرها وعرضها على مواقع أخرى (مثل المنتديات والمقالات والرسائل) أو نقلها لمستخدمين آخرين للموقع من خلال استخدام خاصية المشاركة (التحصيل ومساهمات المستخدم)، والتي تتم على مسؤولية المستخدم الشخصية.
                    لا تستطيع منصة " مركز سرج للدراسات والابحاث" التحكم بتصرفات وأفعال المستخدمين الآخرين للموقع الذين يقوم المستخدم بمشاركة معلوماته ومساهماته معهم. تكون بعض المعلومات التي يمكن للموقع طلبها من المستخدم أساسية أو طوعية بناءًا على طريقة استخدام المنتفع للموقع.
                    لا يسمح للمستخدم بالمشاركة في أي نشاطات تطلب بعض المعلومات الأساسية، وذلك في حالة عدم توفير المنتفع من الخدمة لها.
                    يمكن لمنصة " مركز سرج للدراسات والابحاث" جمع المعلومات الشخصية الخاصة ببروتوكول الإنترنت الخاص بالمستخدم، وذلك للتعرف على المشاكل التي يمكن مواجهتها أثناء استخدام الموقع ومنتجاتنا، وأيضا لإدارة خدمتنا جيدًا وجمع المعلومات المتطلبة لتحسين الخدمة.
                    تقوم منصة " مركز سرج للدراسات والابحاث" فقط بجمع المعلومات الشخصية الضرورية للمعرف للاشتراك في النشاطات على موقعنا الإلكتروني.
                    معلومات المعرف غير الشخصية:
                    يمكن لمنصة " مركز سرج للدراسات والابحاث" أو أحد شركائها جمع بعض المعلومات غير الشخصية والتي لا تعرف عن هوية شخص محدد، مثل المعلومات المتعلقة بأدوات المستخدم ونشاطات التصفح والمصادر التي يقوم المنتفع باستخدامها من خلال موقعنا، بالإضافة أيضًا إلى نوع نظام التشغيل والمتصفح الذي يستخدمه المنتفع. تقوم شركات الإعلانات الخاصة بنا بتزويدنا بملخصات وتقارير ليست شخصية عن عدد الإعلانات التي تم عرضها والضغط عليها على موقعنا، حيث أن تلك المعلومات التي تجمعها منصة " مركز سرج للدراسات والابحاث" هي معلومات إحصائية في طبيعتها، تساعد في تقديم خدمة أفضل لمستخدمي الموقع، من خلال تعديل الخدمة المقدمة بناءً على اقتراحات المستخدم وتسريع أنماط الاستخدام والبحث.
                    المعلومات الخاصة بجهاز المستخدم:
                    تقوم منصة " مركز سرج للدراسات والابحاث " بجمع معلومات جهاز المستخدم ونظام التشغيل عند استخدام خدماتنا، حيث تمكننا من معرفة النسخة المثالية للمنتج الذي نزوده للمستخدم. لا تطلب منصة " مركز سرج للدراسات والابحاث" من المستخدم السماح لها بمتابعة موقعه أو الدخول لهاتفه الخاص في أي وقت خلال استخدامه للموقع والانتفاع من خدمتنا التي نقدمها.                </p>
            </div>
            <div>
                <p className='font-bold primaryColor mt-2'>
                    ثانياً: موقع تخزين معلومات المستخدم
                </p>
                <p>
                    تقوم منصة " مركز سرج للدراسات والابحاث " بنقل وتخزين معلومات وبيانات المستخدم على أي خادم ملفات خاص بها، وستتخذ جميع النقاط والطرق الضرورية واللازمة لضمان وحماية معلومات المستخدم الشخصية بناءً على هذه الاتفاقية.
                </p>
            </div>
            <div>
                <p className='font-bold primaryColor mt-2'>
                    ثالثاً: كيفية استخدام الموقع لمعلومات المنتفع الشخصية
                </p>
                <p>
                    يحق للمستخدم استخدام الموقع لأسباب شرعية وضمن حدود هذه الاتفاقية.
                    يتعهد المستخدم بعدم استخدام الموقع بطرق تنتهك القوانين المحلية والخارجية.
                    يتعهد المستخدم بعدم إرسال أو استقبال وتحميل ورفع واستخدام أي مواد لا تتوافق مع معايير المحتوى الموضحة بالأسفل.
                    يتعهد المستخدم بعدم انتحال أو محاولة انتحال اسم المنصة أو الأشخاص العاملين فيها أو مستخدمي الموقع أو أي شخصية كانت أو جهة.
                    يتعهد المستخدم بعدم القيام بأي أمر له أن يعطل أو يضر أو يمس بالموقع، وعدم التدخل في استخدام الآخرين له.
                    يتعهد المستخدم بعدم استخدام أي تكنولوجيا وأجهزة إلكترونية أو وسائل أخرى للوصول والدخول إلى الموقع من أجل أسباب غير شرعية أو تنتهك بنود هذه الاتفاقية.
                    يتعهد المستخدم بعدم إدخال او محاولة ادخال فيروسات أو غيرها من المواد الخبيثة أو الضارة من الناحية التكنولوجية إلى الموقع.
                    يتعهد المستخدم بعدم مشاركة أي علامة تجارية أو روابط خارجية داخل الموقع من دون إذن خطي مسبق، يمنح من قبل ممثل معتمد من المنصة.
                </p>
            </div>
            <div>
                <p className='font-bold primaryColor mt-2'>
                    رابعا : تحديث وتصحيح وإلغاء المعلومات الشخصية للمستخدم
                </p>
                <p>
                    يمكن للمستخدم الوصول أو طلب حذف معلوماته الشخصية أو تعديلها على حسابه من خلال التواصل معنا على البريد الإلكتروني sorooj.center.website@gmail.com
                    في بعض الحالات لا يمكن حذف معلومات المستخدم الشخصية كاملة بسبب وجود النسخ الاحتياطية.
                </p>
            </div>
            <div>
                <p className='font-bold primaryColor mt-2'>
                    خامساً: أمن وحماية المعلومات الشخصية للمستخدم
                </p>
                <p>
                    تقوم منصة "الباحثون العرب" بتخزين كافة المعلومات الشخصية التي يزودنا بها عملاءنا على خوادم ذات حماية عالية، وأي عمليات دفع إلكترونية ستكون مشفرة باستخدام تكنولوجيا آمنة تسمى (SSL).
                    من أجل القيام بعمليات دفع إلكترونية آمنة، يتوجب على العميل استخدام متصفح يدعم تكنولوجيا (SSL) من حماية سرية معلوماته الشخصية وبطاقة الدفع الإلكترونية الخاصة به خلال إجراء العملية على الشبكة العنكبوتية.
                    يستطيع عميلنا الوصول لحسابه الشخصي من خلال اسم مستخدم وكلمة سر تكون مشفرة من اختياره، ويقوم مركز "سرج للدراسات والابحاث " بحث العميل على عدم مشاركة كلمة السر الخاصة به مع أحد، وأن يقوم بتغير كلمة السر الخاصة به بشكل دوري باستخدام الحروف والأرقام وأن يقوم باستخدام متصفح آمن. لا يمكن أن يقوم العميل بتحميل المسؤولية لمركز "سرج للدراسات والابحاث" عن أي اختراقات أمنية تحدث بسبب إهمال المنتفع في حماية اسم المستخدم وكلمة السر الخاصتين به، ويتوجب عليه دائما تسجيل الخروج من الموقع بعد الانتهاء في حالة مشاركته لجهازه مع شخص آخر، وذلك من أجل حماية معلوماته الشخصية.
                    الرجاء التواصل معنا في حالة حدوث أي اختراقات أمنية تعنى بكلمة السر واسم المستخدم من أجل المساعدة
                </p>
            </div>
        </div>
    )
}

export default PrivacyPolicy