import React from 'react'

const Terms = () => { 
    return (
        <div className='container mx-auto my-5 w-[95%] lg:w-[80%]' style={{"direction" : "rtl"}}>
            <h1 className='mainColor font-bold text-center my-6'>الشروط والأحكام</h1>
            <div>
                <p className='font-bold primaryColor mt-2'>
                    اتفاقية استخدام الموقع الالكتروني
                </p>
                <p>يوافق المستخدم على شروط وأحكام الاتفاقية عند استخدام الموقع الالكتروني ( " مركز سرج للدراسات والابحاث ")، وفي حالة عدم الرضا عنه أو عن المحتويات يمكنه التوقف عن استخدامه. وتشمل هذه الشروط و الأحكام ما يلي:
                </p>
            </div>
            <div>
                <p className='font-bold primaryColor mt-2'>
                    أولاً: الدخول إلى الموقع
                </p>
                <p>
                    يكون المستخدم هو المسؤول بشكل تام في وضع كافة التحضيرات اللازمة لدخول الموقع، وتحتفظ  " مركز سرج للدراسات والابحاث" بجميع الحقوق في حجب أو تعديل الموقع وعن جميع الخدمات والمحتويات التي تقدمها من خلاله، وذلك بتقدير مطلق منها ومن دون الحاجة إلى تنبيه المستخدم. لا تتحمل المنصة لأي سبب من الأسباب عدم توفر الموقع في أي وقت وأي مدة.
                </p>
            </div>
            <div>
                <p className='font-bold primaryColor mt-2'>
                    ثانياً: حقوق الملكية الفكرية
                </p>
                <p>
                    إن محتويات وخصائص عمل ومميزات المنصة كاملة (تتضمن على سبيل الذكر وليس الحصر كل المعلومات والخدمات والنصوص والصور والتصميم وغيرها) هي ملك للمنصة وفريق عملها ومزودي خدماتها، ومحمية دولياً من قبل قوانين الملكية الفكرية والنشر. تسمح هذه الاتفاقية للمستخدم استخدام الموقع لأمور غير تجارية فقط، ولن تمنح المنصة أي حقوق تتعلق بالموقع أو محتواه للمستخدم، وتحتفظ ادارة المنصة بكامل حقوق ملكيتها للموقع.
                    يتوجب على المستخدم عدم إعادة إنتاج أو توزيع أو تعديل أو إنشاء أعمال من محتويات الموقع، وعدم عرضه علانية أو تحميل أو نقل أو تخزين أي مواد من محتوياته.
                    يتوجب على المستخدم عدم العبث أو حذف العلامات التجارية أو علامات الملكية أو أي دلائل عن الملكية الفكرية من نسخ المواد المأخوذة من الموقع.
                    يتوجب على المستخدم عدم الدخول إلى الموقع واستخدامه أو استخدام أي جزء منه أو من محتوياته وخدماته في أغراض تجارية.
                    يتوجب على المستخدم عدم استخدام اسم المنصة وشعارها وكل ما يتعلق بها من أسماء وشعارات ومنتجات وخدمات وتصميم، فهي ملك للمنصة أو للشركات التابعة لها أو الجهات المرخصة لها.
                </p>
            </div>
            <div>
                <p className='font-bold primaryColor mt-2'>
                    ثالثاً: التزامات المستخدم وإقراراته
                </p>
                <p>
                    يحق للمستخدم استخدام الموقع لأسباب شرعية وضمن حدود هذه الاتفاقية.
                    يتعهد المستخدم بعدم استخدام الموقع بطرق تنتهك القوانين المحلية والخارجية.
                    يتعهد المستخدم بعدم إرسال أو استقبال وتحميل ورفع واستخدام أي مواد لا تتوافق مع معايير المحتوى الموضحة بالأسفل.
                    يتعهد المستخدم بعدم انتحال أو محاولة انتحال اسم المنصة أو الأشخاص العاملين فيها أو مستخدمي الموقع أو أي شخصية كانت أو جهة.
                    يتعهد المستخدم بعدم القيام بأي أمر له أن يعطل أو يضر أو يمس بالموقع، وعدم التدخل في استخدام الآخرين له.
                    يتعهد المستخدم بعدم استخدام أي تكنولوجيا وأجهزة إلكترونية أو وسائل أخرى للوصول والدخول إلى الموقع من أجل أسباب غير شرعية أو تنتهك بنود هذه الاتفاقية.
                    يتعهد المستخدم بعدم إدخال او محاولة ادخال فيروسات أو غيرها من المواد الخبيثة أو الضارة من الناحية التكنولوجية إلى الموقع.
                    يتعهد المستخدم بعدم مشاركة أي علامة تجارية أو روابط خارجية داخل الموقع من دون إذن خطي مسبق، يمنح من قبل ممثل معتمد من المنصة.
                </p>
            </div>
            <div>
                <p className='font-bold primaryColor mt-2'>
                    رابعاً: معايير المحتوى
                </p>
                <p>
                    معايير المحتوى التالية تنطبق على جميع منشورات ومساهمات المستخدمين واستخدامات الخدمات التفاعلية التي يقدمها الموقع. يتوجب على منشورات ومساهمات المستخدمين أن تكون مطابقة لكافة معايير القوانين المحلية والدولية. دون تحديد ما سبق، يتوجب على منشورات ومساهمات المستخدم ما يلي:

                    أن لا تحتوي على أي مواد تشهيرية أو غير لائقة أو مسيئة أو مهينة أو مزعجة أو عنيفة أو غير مرغوب فيها.
                    أن لا تروج لمواد جنسية أو إباحية أو عنيفة، أو تقوم بالتمييز على أساس العرق أو الجنس أو الدين أو الإعاقات أو التوجهات الجنسية أو الأعمار.
                    أن لا تنتهك حقوق أي براءة اختراع أو علامة تجارية أو أسرار تجارية أو حقوق نشر وملكية فكرية لأي طرف آخر.
                    أن لا تنتهك الحقوق القانونية للآخرين (بما في ذلك حقوق الدعاية والخصوصية)، وأن لا تحتوي على أي مواد تؤدي إلى مساءلة مدنية أو جنائية بموجب القوانين المعمول بها.
                    أن لا تروج لأي نشاط غير قانوني أو مساعدة في أعمال غير قانونية.
                    أن لا تتسبب في إزعاج أو إثارة قلق أو إحراج لأي مستخدم أو شخص آخر.
                    أن لا ينتحل المستخدم من خلالها هوية أي شخص آخر، أو الانتماء لجماعات ومنظمات أخرى.
                    أن لا تشمل أنشطة تجارية أو عمليات بيع وشراء.
                    أن لا تكون بهدف الخداع أو إعطاء الانطباع أن الشركة أقرتها.
                </p>
            </div>
            <div>
                <p className='font-bold primaryColor mt-2'>
                    خامساً: المراقبة والأمن، وإنهاء الخدمة
                </p>
                <p>
                    لدى ادارة المنصة الحق بإتخاذ الإجراءات القانونية اللازمة، بما في ذلك، الإحالة إلى القانون في حالة أي استخدام غير مشروع للموقع.
                    لدى ادارة المنصة الحق بحذف أو رفض أي مساهمة أو منشور من قبل المستخدم بغض النظر عن الأسباب.
                    لدى ادارة المنصة الحق باتخاذ الإجراءات اللازمة التي تجدها مناسبة وضرورية ضمن نطاق احترام منشورات أو مساهمات المستخدم.
                    لدى ادارة المنصة الحق بالإفصاح عن هوية ومعلومات المستخدم بناءً على تقديرها لأي طرف آخر يزعم بأن منشورات المستخدم تنتهك حقوق تلك الأطراف، بما في ذلك حقوقهم الفكرية أو خصوصياتهم.
                    لدى ادارة المنصة الحق باتخاذ الإجراءات القانونية اللازمة، بما في ذلك، الإحالة إلى القانون في حالة أي استخدام غير مشروع للموقع.
                    لدى ادارة المنصة الحق بإنهاء أو إيقاف عضوية المستخدم وإمكانية دخوله للموقع أو أي جزء منه.
                    دون تحديد ما سبق، تحتفظ ادارة المنصة بحق التعاون الكامل مع الجهات القانونية والأمنية في الكشف عن هوية أو المعلومات المتعلقة بأي شخص قام بنشر مواد ومساهمات على الموقع.لا تتعهد المنصة بمراجعة المواد قبل نشرها على الموقع، ولا تضمن سرعة إزالة المواد التي تم الاعتراض عليها بعد نشرها، ولذلك لا تتحمل ادارة المنصة مسؤولية أي فعل أو امتناع يتعلق بعمليات النقل والاتصالات أو المحتوى المقدم من أي شخص أو طرف ثالث. لا تلزم المنصة ولا تخضع للمساءلة تجاه أي شخص عن تنفيذ الأنشطة المبينة في هذا القسم أو عدم تنفيذها.                </p>
            </div>
            <div>
                <p className='font-bold primaryColor mt-2'>
                    سادساً: انتهاك حقوق النشر:
                </p>
                <p>
                    تأخذ ادارة المنصة مزاعم انتهاك حقوق الطبع والنشر على محمل الجد، وستقوم ادارة المنصة بالرد على إشعارات انتهاك حق المزعوم عند الحاجة. إذا كان المستخدم يعتقد بأن أي مادة منشورة على الموقع أو من قبله يمكن الوصول إليها تنتهك حقوق النشر الخاصة به، يمكنه طلب إزالتها من الموقع عن طريق تقديم إشعار خطي إلى sorooj.center.website@gmail.com
                    يجب على الإشعار الخطي أن يحتوي على :
                    التوقيع الفعلي أو الإلكتروني للمستخدم.
                    تحديد المادة التي يعتقد المستخدم بأنه تم انتهاك حقوق نشرها أو التعدي عليها، وأن يقوم بتوفير قائمة في حالة تعدد المواد التي تم انتهاكها.
                    أن يعرف المستخدم المواد التي تم انتهاكها بشكل دقيق لكي يسمح لادارة المنصة بتحديد تلك المواد بشكل جيد وسريع.
                    تزويد ادارة المنصة بالمعلومات الكافية التي تمكنها من التواصل مع المستخدم (بما في ذلك الاسم والعنوان البريدي ورقم الهاتف والبريد الإلكتروني إن وجد).
                    بيان يؤكد أن الشخص الذي قام باستخدام المواد المحمية بحقوق النشر ليس مخولاً باستخدامها من قبل المؤلف أو وكيله أو القانون.
                    بيان بأن المعلومات المذكورة في الإشعار الخطي دقيقة وصحيحة.
                    بيان يؤكد أن المستخدم مخول من قبل مالك حقوق الطبع والنشر بالتصرف نيابة عنه، وذلك تحت عقوبة الحنث بالقسم.
                    يتوجب على المستخدم المتقدم بالإشعار الخطي معرفة أنه في حالة ثبوت تحريفه للمواد والمطالبة بحقوق نشرها بشكل خاطيء ومتعمد، سوف يكون مسؤولاً عن الأضرار الناجمة (بما في ذلك الرسوم والتكاليف القانونية).                </p>
            </div>
            <div>
                <p className='font-bold primaryColor mt-2'>
                    سابعاً: الاعتماد على المعلومات التي ينشرها الموقع
                </p>
                <p>
                    إن المعلومات المقدمة على الموقع أو من خلاله متاحة فقط لهدف المعرفة والمعلومات العامة، ولا تقدم المنصة أي بيان يؤكد على مدى كمالية أو دقة الفائدة المرجوة من هذه المعلومات. أي اعتماد كامل لصحة هذه المعلومات ودقتها يقع على المسؤولية الشخصية للمستخدم. يتضمن الموقع على محتوى ومواد من أطراف أخرى، ومن ضمنها مواد مطروحة من مستخدمين آخرين أو أطراف أخرى مرخص لها. المنصة غير مسؤولة تجاه المستخدم أو أي طرف آخر عن محتوى ودقة المواد المقدمة من قبل أي طرف آخر.                </p>
            </div>
            <div>
                <p className='font-bold primaryColor mt-2'>
                    ثامناً: الخصوصية
                </p>
                <p>
                    جميع المعلومات التي يقدمها الموقع تخضع لسياسة الخصوصية، وباستخدام الموقع، فإن المستخدم يوافق على جميع الإجراءات التي تتخذها الشركة فيما يتعلق بالمعلومات الخاصة به وفقا لسياسة الخصوصية.
                </p>
            </div>
            <div>
                <p className='font-bold primaryColor mt-2'>
                    تاسعاً: روابط من الموقع
                </p>
                <p>
                    إن كان الموقع يحتوي على روابط تقود إلى مواقع أو موارد أخرى مقدمة من أطراف أخرى، فإن هذه الروابط توفرها المنصة لضمان راحة المستخدم فقط، ولا تستطيع المنصة السيطرة على محتويات تلك المواقع أو المواد التي تقدمها، ولا تتحمل المنصة مسؤولية أي خسارة أو ضرر للمستخدم نجم عن استخدامه لها. في حالة رغبة المستخدم بالوصول إلى أي مواقع أخرى عبر الروابط المتوفرة على الموقع، فإنه يقوم بذلك على مسؤوليته الشخصية، ويكون خاضعاً لأحكام وشروط استخدام تلك المواقع.
                </p>
            </div>

        </div>
    )
}

export default Terms